{
  "infoStart": [
    "This website is a graduation project developed by students Nguyen Nhu Trung and Tran Hoai Phuong, chosen by UEH University for official use in managing the internship process for students.",
    "The selection of this project by the university underscores the high quality and practical applicability of our work."
  ],
  "infoEnd": [
    "This internship management website is far more than a demo; it has been deployed for real-world use, necessitating the resolution of complex technical challenges, particularly in user permissions and access control.",
    "During development, we worked in close collaboration with the university's IT Department to ensure the system's stability and security. The website includes essential features such as internship progress management and seamless communication between faculty and students."
  ],
  "guide": {
    "title": "For a detailed exploration of these features, please refer to the user guide available here:",
    "link": "https://drive.google.com/drive/folders/10wx7qyZecuGBEcfClLH8PIbm7geICWus",
    "linkDescription": "UEH Internship User Guide - Google Drive"
  },
  "author": [
    {
      "name": "Nguyễn Như Trung",
      "facebook": "https://www.facebook.com/ng.nhutrung/",
      "github": "https://github.com/michino25/",
      "linkedin": "https://www.linkedin.com/in/ngnhutrung/",
      "avatar": "https://michino25.github.io/online-cv/img/avt-trung.jpg",
      "info": [
        "During my final year at UEH University, I had the opportunity to develop an internship management platform as part of my graduation project. This experience allowed me to dive deep into frontend development, where I honed my skills in React, Tailwind, and Ant Design. I took on the challenge of creating a seamless and intuitive user interface that significantly improved the internship process for thousands of students.",
        "Throughout this project, my passion for technology and my curiosity to explore new tools and frameworks grew stronger. I was constantly eager to learn, adapt, and apply new knowledge, which enabled me to overcome complex challenges. My role in the project also highlighted my ability to work collaboratively, take initiative, and lead efforts to ensure the success of our team's goals."
      ]
    },
    {
      "name": "Trần Hoài Phương",
      "facebook": "https://www.facebook.com/th.hoaiphuong/",
      "github": "https://github.com/Coder20042002/",
      "linkedin": "https://www.linkedin.com/in/hoaiphuong202/",
      "avatar": "https://michino25.github.io/online-cv/img/avt-phuong.jpg",
      "info": [
        "As a dedicated backend developer on the UEH University internship management platform project, I had the opportunity to delve into the complexities of server-side development. My focus was on creating a robust and scalable backend infrastructure using ASP.NET, Entity Framework, and SQL Server. This experience deepened my understanding of database management, API design, and the importance of ensuring the platform's reliability and performance.",
        "Throughout the project, I remained driven by a strong desire to learn and improve. My curiosity led me to explore best practices in backend development, which I applied to optimize the system's efficiency. I thrive in collaborative environments, where I can contribute my problem-solving skills and work closely with my team to deliver secure and effective solutions."
      ]
    }
  ]
}
